$("#jin_click").click(function(){
    alert("본명 : 김석진\n생년월일:1992년 12월 4일\n월드와이드 꽃미모로 BTS 비쥬얼대표 멤버. 얼굴과는 반대로 아재개그가 특징.\n<EAT Jin>이라는 방송을 할 정도로 먹는거에 관심이 많다. 어깨깡패라 불리는 넓은 어깨의 소유자.");
});

$("#suga_click").click(function(){
    alert("본명 : 민윤기\n생년월일 : 1993년 3월 9일\n웃지 않을 때 시크함과 도도 츤데레, 웃을 때 천진난만한 아가아가한 갭이 큰 멤버.\n작사, 작곡이 뛰어나서 방탄 노래 프로듀싱에 참여하고 있다.");
});

$("#jhope_click").click(function(){
    alert("본명 : 정호석\n생년월일 : 1994년 2월 18일생\n방탄에서 리드댄서로 활약중인 멤버로 늘 웃고 있는게 특징인 멤버.\n광주에서 춤으로 유명했을 정도로 댄스실력이 뛰어난 방탄의 안무팀장.");
});

$("#jimin_click").click(function(){
    alert("본명 : 박지민\n생년월일 : 1995년 10월 13일\n무용을 전공해서 춤선이 예쁘고 완전 노력파이다. 자신에게 엄격한 편.\n침침이, 망개떡, 짐니 등등 귀여운 별명이 많다.");
});

$("#rm_click").click(function(){
    alert("본명 : 김남준\n생년월일 : 1994년 9월 12일\n방탄소년단의 리더. 리더인만큼 리더십이 뛰어나고 작곡, 작사 실력 또한 굉장한 브레인 멤버.\n영어실력도 뛰어나서 해외 공식석상에서 RM의 활약이 크다.");
});

$("#v_click").click(function(){
    alert("본명 : 김태형\n생년월일 : 1995년 12월 30일\n비글매력과 동시에 만화에서 나온 듯한 외모가 짱이다.\n섹시한 무대에서와는 달리 엉뚱하고 4차원의 매력 또한 뷔의 장점.");
});

$("#jk_click").click(function(){
    alert("본명 : 전정국\n생년월일 : 1997년 9월 1일\n방탄소년단의 센터를 맡고 있는 황금막내.\n비쥬얼이면 비쥬얼, 춤이면 춤, 노래면 노래. 못하는 게 없는 완벽 자체 멤버.");
});